#  მომხმარებელს შემოატანინეთ ოთხი რიცხვი და გამოიტანეთ მათი საშუალო არითმეტიკული.
# number1=int(input("shemoitane pirveli"))
# number2=int(input("shemoitane pirveli"))
# number3=int(input("shemoitane pirveli"))
# number4=int(input("shemoitane pirveli"))
# print(number1+number2+number3+number4/4)




#2) მომხმარებელს შემოატანინეთ სახელი და გვარი, შემდეგ გამოპრინტეთ ტექსტი: „მოგესალმები, [სახელი] [გვარი]!“
# name=input("shemoitane saxeli:")
# lastname=input("shemoitane gvari:")
# print("mogesalmebi",name+lastname)


# 3) მომხმარებელს შემოატანინეთ ორი რიცხვი და გამოიტანეთ მათი სტრინგებად გაერთიანებული ვერსია, რომლის შუაშიც იქნება "😊" ემოჯი.
# number1=input("shemoitane pirveli ricxvi")
# number2=input("shemoitane meore ricxvi")
# print(number1+"😊"+number2)



